Repository: nikkibeesetti/AMBI
Catalog: lactor/web/includes/locale/*/LC_MESSAGES/lactor.po
Languages: es

source: My baby and I worked together to make breastfeeding go smoothly.
es: Mi bebé y yo trabajamos juntos para hacer fácil el amamantar.

source: Breastfeeding was a very nurturing, maternal experience.
es: El amamantar fué una experiencia maternal muy enriquecedora.

source: While breastfeeding, I felt self-conscious about my body.
es: Mientras amamantaba, estaba muy consciente de mi cuerpo.

source: While breastfeeding, I felt self-concious about my body.
es: Durante la lactancia, sentí auto-consciente sobre mi cuerpo.

source: With breastfeeding, I felt too tied down all the time.
es: Con la lactancia me sentí amarrada todo el tiempo.

source: While breastfeeding, I worried about my baby gaining enough weight.
es: Mientras amamantaba, estaba preocupada de que mi bebé ganara suficiente peso.

source: Breastfeeding was soothing when my baby was upset or crying.
es: El amamantar calmaba a mi bebé cuando estaba llorando o inquieto.

source: Breastfeeding was like a high of sorts.
es: El amamantar fué una experiencia inigualable.

source: The fact that I could produce the food to feed my own baby was very satisfying.
es: El hecho de que hubiera podido producir el alimento para mi bebé fué muy satisfactorio.

source: In the beginning, my baby had trouble breastfeeding.
es: En el comienzo, mi bebé tuvo problemas amamantando.

source: Breastfeeding made me feel like a good mother.
es: El amamantar me hizo sentir como una buena madre.

source: I really enjoyed nursing.
es: Disfruté mucho el amamantar.

source: While breastfeeding, I was anxious to have my body back.
es: Mientras amamantaba, estaba ansiosa de recuperar mi figura.

source: Breastfeeding made me feel more confident as a mother.
es: El amamantar me hizo sentir más segura como madre.

source: My baby gained weight really well with breast milk.
es: Mi bebé ganó buen peso con leche materna.

source: My baby gained weight really well with breastmilk.
es: Mi bebé aumentado de peso muy bien con la leche materna.

source: I could easily fit my baby's breastfeeding with my other activities.
es: Pude fácilmente acomodar la lactancia de mi bebé con mis otras actividades.

source: Breastfeeding made me feel like a cow.
es: El amamantar me hizo sentir como una vaca.

source: My baby did not relax while nursing.
es: Mi bebé no se relajaba mientras lactaba.

source: Breastfeeding was emotionally draining.
es: El amamantar fué emocionalmente agotador.

source: Breastfeeding felt wonderful to me.
es: El amamantar fué maravilloso para mi.

source: Logged in as scientist.
es: Ha iniciado seción como científico.

source: Managing your milk supply
es: Manejando su reserva de leche

source: Milk expression and pumping
es: Eyección de leche y extracción

source: My baby is Jaundiced
es: Mi bebé está amarillo

source: Tips for breastfeeding your premature baby
es: Consejos para amamantar a su bebé prematuro

source: When your baby is born a little early
es: Cuando su bebé ha nacido temprano

source: Feeding Cues
es: Indicaciones de alimentación

source: Breastfeeing and returning to work
es: Breastfeeing y el regreso al trabajo

source: 3-4 times
es: 3-4 veces

source: 5-6 times
es: 5-6 veces

source: Current
es: Actual

source: Past
es: Pasado

source: Current Notifications
es: Notificaciones actuales

source: Date &amp; Time
es: Fecha y Hora

source: Problem
es: Problema

source: Mark As Read
es: Marcar como leído

source: Read Notifications
es: Leer notificaciones

source: Modify Entry
es: Modificar la entrada

source: Entry Not Found
es: Entrada no encontrada

source: Breastfeeding duration:
es: Duración de lactancia:

source: Side:
es: Lado:

source: Infant alertness:
es: Estado de alerta del bebé:

source: Maternal breastfeeding problems:
es: Problemas maternos para amamantar:

source: Cancel
es: Cancelar

source: Duration
es: Duración

source: Amount
es: Cantidad

source: View Diary
es: Ver Diario

source: Date
es: Fecha

source: Side
es: Lado

source: Pumping Method
es: Método de Extracción

source: Pumping Amount
es: Cantidad de Extracción

source: Infant Alertness
es: Estado de alerta del bebé

source: Maternal Problems
es: Problemas Maternos

source: Number Of Doses Today
es: Número total de veces el día de hoy

source: Date Range
es: Rango de fechas

source: From
es: De

source: To
es: Hasta

source: Search Diary
es: Buscar diario

source: Breastfeed Diary
es: Diario de Lactancia

source: Supplement Diary
es: Diaro de Suplementos

source: Output Diary
es: Diario de Producción

source: Health Issues Diary
es: Diario de Asuntos de Salud

source: Breastfeeding Diary
es: Diario de Lactancia

source: Modify
es: Modificar

source: Total Amount
es: Cantidad Total

source: Number of Doses
es: Número total de veces

source: Health Issue Diaries
es: Diarios de Asuntos de Salud

source: Child Info
es: Información del Bebé

source: Note: Once a child's information has been added for a certain mother, it cannot be undone or modified.
es: Nota: Una vez que la información de un bebé se ha agregado para cierta mamá, no se puede modificar o cancelar.

source: Add Child Information
es: Agregar información del Bebé

source: Mother
es: Madre

source: Morbidities
es: Enfermedades

source: Display Data
es: Mostrar Datos

source: Diary Query Values
es: Valores de Diario

source: Search
es: Buscar

source: Download
es: Bajar

source: User Accounts
es: Usuarios de Cuentas

source: Add/Manage Users
es: Agregar/Manejar Usuarios

source: Proxy
es: Representante

source: View/Edit Mother Info
es: Ver/Editar Información de la Madre

source: View/Edit Child Info
es: Ver/Editar Información del Bebé

source: Questionnaires
es: Cuestionarios

source: Manage Users
es: Manejar Usuarios

source: Action
es: Acción

source: Request system feedback
es: Solicitar realimentación del sistema

source: Send breastfeeding followup
es: Enviar followup lactancia

source: Send self-efficacy survey
es: Enviar encuesta de confianza

source: Send breastfeeding evaluation
es: Enviar evaluación de amamantamiento

source: Send postnatal depression survey
es: Enviar encuesta de depresión postparto

source: System Feedback Survey Results
es: Resultados de Encuesta de Realimentación del Sistema

source: Issue Mother Information
es: Expedir Información de la Madre

source: Disable User
es: Desactivar Usuario

source: Enable User
es: Activar Usuario

source: Delete User
es: Borrar Usuario

source: Mothers
es: Madres

source: Set
es: Fijar

source: Add User
es: Agregar Usuario

source: User Type
es: Tipo de Usuario

source: Scientist
es: Científico

source: Hospital Administrator
es: Administrador del Hospital

source: Super Administrator
es: Super Administrador

source: Hospital Management
es: Director del Hospital

source: Add Hospital
es: Agregar Hospital

source: Remove Hospital
es: Eliminar Hospital

source: Log In As Mother
es: Entrar como Madre

source: View / Edit Mother Information
es: Ver/Editar Información de la Madre

source: Lactation Consultant
es: Especialista en Lactancia

source: View / Edit Child Information
es: Ver/Editar Información del Bebé

source: Breastfeeding Followu
es: La lactancia materna Followu

source: Self Efficacy Survey
es: Encuesta de Autoeficacia

source: Survey Results
es: Resultados de Encuesta

source: Download For This User
es: Bajar para este Usuario

source: Download All Of This Type
es: Bajar todo de este Tipo

source: System Feeback Survey Results
es: Sistema Feeback Resultados de la Encuesta

source: System Perception Survey Results
es: Resultados de Encuesta de Percepción del Sistema

source: Do you think the system helped you to breastfeed longer?
es: ¿Cree que el sistema le ayudó a aumentar la duración de amamantar?

source: Breastfeeding Follow-up Survey Results
es: Resultados de Encuesta de Seguimiento del Amamantamiento

source: Do you think the monitoring helped you to decrease supplementation with any substance other than breast milk?
es: ¿Cree que el monitoreo le ayudó a disminuir la suplementación con sustancias diferentes a leche materna?

source: Breastfeeding Followup Survey Results
es: Lactancia Resultados de la encuesta Followup

source: Self-efficacy Survey Results
es: Resultados de Encuesta de Evaluación de Autoeficacia

source: Breastfeeding Evaluation Survey Results
es: Resultados de Encuesta de Evaluación del Amamantamiento

source: I have felty happy
es: Tengo Felty feliz

source: Yes, all of the time
es: Sí, todo el tiempo

source: I have felt scared of panicky for no very good reason
es: He sentido miedo de pánico sin razón muy buena

source: Things have been geting on top of me
es: No puedo con todo

source: Error: No Suvery Results Avaliable
es: Error: No hay resultados disponibles Suvery

source: Strongly Disagree
es: Estoy en fuerte desacuerdo

source: Disagree
es: Estoy en desacuerdo

source: Agree
es: Estoy de acuerdo

source: Strongly Agree
es: Estoy en fuerte acuerdo

source: You have chosen to delete the following accounts
es: Usted ha optado por borrar las siguientes cuentas

source: This action is irreversible. Are you sure you want to do this?
es: Esta acción es irreversible. ¿Está seguro que quiere hacer esto?

source: Mother Log In
es: Entrada de la Madre

source: Mother's Portal
es: Portal de la Madre

source: Log In As
es: Entrar como

source: Log In
es: Entrar

source: You have successfully logged out
es: Usted ha salido exitosamente

source: See Entries
es: Ver Entradas

source: See Notifications
es: Ver Notificaciones

source: Notification Instructions
es: Instrucciones de notificaciones

source: Sleep Problem
es: Problema de Sueño

source: Wake the baby every 3 hours.
es: Despierte al bebé cada 3 horas.

source: Skin-to-skin care for 30 min.
es: Cuidado Piel-a-Piel por 30 minutos.

source: Provide jaw support during feeding.
es: Provea apoyo para la mandíbula durante la alimentación.

source: Pump after each feeding (every 3 hours).
es: Extraiga después de cada alimentación (cada 3 horas).

source: Latching Problems
es: Problemas de Acoplamiento

source: Pump every 3 hours.
es: Extraiga cada 3 horas.

source: Contact local lactation consultant.
es: Contacte el especialista en lactancia.

source: Back to notifications
es: Regresar a notificaciones

source: Not answered
es: Sin respuesta

source: Breastfeeding Followup
es: Lactancia Seguimiento

source: Self Efficacy
es: Autoeficacia

source: Lactor Mobile
es: Lactor móvil

source: Desktop Version
es: Versión de Escritorio

source: Back to login page
es: Regresar a página de entrada

source: Log Out
es: Salir

source: You have no unread notifications
es: Usted tiene notificaciones no leídas

source: Desktop site tutorials
es: Sitio de tutoriales para escritorio

source: This project is supported by grants from
es: Proyecto financiado por becas de

source: The International Lactation Consultant Association
es: Asociación Internacional de Consultores de Lactancia

source: The Indiana CTSI
es: CTSI Indiana

source: Indiana CTSI
es: CTSI Indiana

source: and by
es: y por

source: Purdue University's Bindley Bioscience Center
es: Centro Bindley de Biociencia de la Universidad de Purdue

source: Please enter breastfeeding duration
es: Por favor entre la duración de amamantamiento

source: Please enter breastfeeding latching
es: Por favor entre el acoplamiento de amamantamiento

source: Please enter breastfeeding infant alertness
es: Por favor entre el estado de alerta del bebé

source: Please enter breastfeeding maternal problems
es: Por favor entre los problemas maternos

source: Time &amp; Day
es: Hora y Día

source: Time
es: Hora

source: Add entry
es: Agregar entrada

source: Left side
es: Lado izquierdo

source: Choose one
es: Escoja uno

source: Choose One
es: Escoja Uno

source: Minutes
es: Minutos

source: minutes
es: minutos

source: 1-2 Minutes
es: 1-2 Minutos

source: 3-4 Minutes
es: 3-4 Minutos

source: 5-10 Minutes
es: 5-10 Minutos

source: 11-15 Minutes
es: 11-15 Minutos

source: > 15 Minutes
es: > 15 Minutos

source: More than
es: Más que

source: Not at All
es: Para nada

source: Slipping of the breast
es: Deslizamiento del pecho

source: Latch correctly
es: Acoplamiento correcto

source: Latch with nipple shield
es: Acoplamiento con protector de pezón

source: Difficult to awake
es: Difícil de despertar

source: Drowsy
es: Somnoliento

source: Quiet and alert
es: Quieto y alerta

source: Active alert
es: Activo alerta

source: Crying
es: Lloroso

source: Breast tissue is soft/no milk coming in
es: Tejido de mama es suave/No hay salida de leche

source: Sore nipple
es: Pezón irritado

source: Sore Nipple
es: Pezón irritado

source: Flat/inverted nipple
es: Pezón plano/invertido

source: Engorgement
es: Congestión mamaria

source: No problems
es: Sin problemas

source: Hand pump
es: Extracción manual

source: Manual hand pump
es: Sacaleches manual

source: Double electric pump
es: Sacaleches eléctrico doble

source: Not applicable
es: No aplica

source: ounces
es: onzas

source: Ounces
es: Onzas

source: pounds
es: libras

source: Pounds
es: Libras

source: Expressed milk
es: Leche eyectada

source: Pasteurized human milk
es: Leche humana pasteurizada

source: Bottle
es: Biberón

source: Cup
es: Taza

source: Supplement Entry
es: Entrada de Suplemento

source: Supplemental Set
es: Equipo suplementario

source: Spoon
es: Cuchara

source: Amber Yellow
es: Amarillo ámbar

source: Dark Yellow
es: Amarillo oscuro

source: Not wet at all
es: No está mojado

source: Slighly wet
es: Ligeramente húmedo

source: Moderately wet
es: Moderadamente mojado

source: Heavily wet
es: Bastante mojado

source: Black/tarry meconium
es: Meconio negro/sanguinolento

source: Black/green
es: Negro/verde

source: Yellow
es: Amarillo

source: Loose and seedy
es: Suelto y granuloso

source: Formed
es: Formado

source: Watery
es: Acuoso

source: Health Issue
es: Asunto de salud

source: Jaundice
es: ictericia (bebé amarillento)

source: Decrease body temperature
es: Disminución en temperatura corporal

source: Decrease in blood glucose
es: Disminución en glucosa sanguínea

source: Difficult or trouble breathing
es: Dificultad respiratoria

source: Infection
es: Infección

source: Dehydration
es: Deshidratación

source: Weight Loss
es: Pérdida de peso

source: Logout
es: Salir

source: No breastfeeding entries for date range
es: No hay datos de amamantamiento para el rango de fechas

source: No pumping entries for date range
es: No hay datos de extracción para el rango de fechas

source: No supplement entries for date range
es: No hay datos de suplementos para el rango de fechas

source: No output entries for date range
es: No hay datos de producción para el rango de fechas

source: No health issue entries for date range
es: No hay datos de asutos de salud para el rango de fechas

source: Breastfeeding entry not modified.
es: Entrada de Amamantamiento no modificada.

source: Supplement entry not modified.
es: Entrada de Suplemento no modificada.

source: Output entry not modified.
es: Entrada de Producción no modificada.

source: Health Issue entry not modified.
es: Entrada de Asunto de Salud no modificada.

source: Breastfeeding latching must be entered.
es: Acoplamiento debe ser entrado.

source: Infant alertness must be entered.
es: Estado de alerta del bebé debe ser entrado.

source: Maternal problems must be entered.
es: Problemas maternos deben ser entrados.

source: An error occurred when attempting to log your entry<br />
es: Un error ha ocurrido durante el proceso de su entrada

source: An error occurred when attempting to update your entry<br />
es: Un error ha ocurrido mientras ha tratado de actualizar su entrada

source: An error occurred while trying to update the entry
es: Un error ha ocurrido mientras ha actualizado su entrada

source: Breastfeeding entry updated.
es: Entrada de amamantamiento actualizada.

source: Please enter pumping method.
es: Por favor entre método de extracción.

source: Please enter pumping amount.
es: Por favor entre cantidad de extracción.

source: Pumping entry not modified.
es: Entrada de extracción no modificada.

source: Pumping entry updated.
es: Entrada de extracción actualizada.

source: Supplement entry updated.
es: Entrada de suplemento actualizada.

source: An error occurred when attempting to upate your entry<br />
es: Se produjo un error al intentar Upate tu <br /> entrada

source: Output entry updated.
es: Entrada de producción actualizada.

source: Health issue entry updated.
es: Entrada de Asunto de salud actualizada.

source: Full message
es: Mensaje completo

source: Close
es: Cerrar

source: Attention: You have
es: Atención: Usted tiene

source: new notifications
es: nuevas notificaciones

source: new messages
es: nuevas mensajes

source: View
es: Ver

source: You have recently experienced difficulty with your baby latching. Please do the following.
es: Usted ha experimentado recientemente dificultad con el acoplamiento de su bebé. Por favor haga lo siguiente.

source: Skin-to-skin contact (remove all clothing from the baby -except diaper-, place the baby on your bare chest. The baby will crawl to the breast and latch).
es: Contacto Piel-a-Piel (quítele toda la ropa al bebé -excepto por el pañal-, coloque al bebé en su pecho desnudo. El bebé se moverá al pecho y se acoplará.

source: Pump every 3 hours if baby does not latch.
es: Extraiga cada 3 horas si el bebé no se acopla.

source: Contact local lactation consultant for help.
es: Contacte al especialista en lactancia para ayuda.

source: Your baby has been difficult to wake and breastfeed. Please do the following:
es: Si le ha costado trabajo despertar a su bebé para amamamntarlo. Por favor haga lo siguiente:

source: Skin-to-skin contact (remove all clothing from baby except diaper, place the baby on your bare chest. The baby will crawl to the breast and latch).
es: Contacto Piel-a-Piel (quítele toda la ropa al bebé -excepto por el pañal-, coloque al bebé en su pecho desnudo. El bebé se moverá al pecho y se acoplará.

source: Pump after each feeding if baby did you get enough.
es: Extraiga después de cada alimentación si el bebé no comió suficiente.

source: Contact the primary care provider if continues (baby should not go for more than 5 hours without feeding for the first 5 weeks).
es: Contacte al proveedor de cuidado primario si continua (el bebé no debe pasar más de 5 horas sin alimentarse por las primeras 5 semanas).

source: You have recently experienced breast engorgement. Please try the following
es: Usted ha experimentado congestión mamaria recientemente. Por favor intente lo siguiente

source: Manually express or pump enough to soften your breast before putting your baby to the breast.
es: Saquese la leche manualmente o extraiga lo suficiente para suavizar los pechos antes de poner el bebé al pecho.

source: Breastfeed your baby more often.
es: Amamante al bebé con más frecuencia.

source: Make sure that your baby is latching on and feeding well.
es: Asegúrese que su bebé está acoplándose y alimentando apropiadamente.

source: Apply cold packs to the breasts after feeding to help reduce swelling, warmth, and pain.
es: Aplica compresas frías a los senos después de la alimentación para ayudar a reducir la hinchazón, calor y dolor.

source: You have reported that your baby having a yellowish discoloration of the skin. Please do the following:
es: Usted ha reportado que su bebé tiene una coloración amarillenta en la piel. Por favor haga lo siguiente:

source: Contact your primary care provider.
es: Contacte a su proveedor de cuidado médico.

source: Breastfeed the baby more frequently.
es: Amamante al bebé con más frecuencia.

source: Make sure that the baby is latching correctly.
es: Asegúrese que el bebé astá acoplándose correctamente.

source: Report any decrease in wet and dirty diapers.
es: Reporte cualquier disminución en pañales mojados y sucios.

source: You have recently experienced sore nipples. Please try the following:
es: Usted ha experimentado recientemente pezones irritados. Por favor intente lo siguiente:

source: Make sure that your baby is latched on well, so that baby opens mouth wide.
es: Asegúrese que el bebé está correctamente acoplado, de tal modo que abra bien la boca.

source: Continue breast-feeding even if nipples are sore or cracked. Try to feed the baby from the less painful breast first.
es: Continúe amamantando aún si los pezones están irritados o agrietados. Trate de alimentar al bebé con el pecho menos doloroso primero.

source: Detach your baby carefully off of the breast when feeding is finished
es: Desacople el bebé cuidadosamente del pecho una vez termine la alimentación

source: Breastfeed often (Every 1&frac12; to 3 hours for 8 to 12 feedings a day) to reduce engorgement.
es: Amamante con frecuencia (cada hora y media a 3 horas para un total de 8 a 12 alimentaciones por día) para reducir congestión mamaria.

source: Vary nursing positions, so the baby's positions on the breast are changed.
es: Cambie las posiciones de lactancia, de tal modo que las posiciones del bebé en la mama cambien

source: Express colostrum or milk onto your nipples before and after feedings.
es: Exprese calostro o leche en sus pezones antes y después de las alimentaciones.

source: After feeding, allow the nipples to air dry.
es: Después de alimentar, permita que los pezones sequen al aire libre.

source: Your records showed that you breastfed your baby less than 6 times last 24 hours. Please note the following:
es: Su registro muestra que usted amamantó a su bebé menos de 6 veces en las últimas 24 horas. Por favor note lo siguiente:

source: Ideal breastfeeding during the first month is from 8 to 12 times per day. Feeding your baby less than 6 times per day will decrease your milk supply.
es: El amamantamiento ideal durante el primer mes es entre 8 y 12 veces por día. Amamantar a su bebé menos de 6 veces por día disminuirá su reserva de leche.

source: Try to breastfeed your baby as much as you can and avoid any supplementation.
es: Trate de amamantar a su bebé lo que más pueda y evite suplementos.

source: Contact your lactation consultant if you have any question.
es: Contacte a su especialista en lactancia si tiene alguna pregunta.

source: Your records showed that you are using nipple shields. Please note the following
es: Su registro muestra que usted está usando protectores de pezones . Por favor note lo siguiente

source: A Nipple shield should in general be considered a short-term solution and should be used under the guidance of a Lactation Consultant
es: El protector de pezon en general deben ser considerados como una solución de corto plazo y deben ser usados bajo la guía de un especialista en lactancia

source: Work with your lactation consultant to solve the problem behind using a nipple shield.
es: Trabaje con su especialista en lactancia para resolver el problema detrás del uso del protector de pezon.

source: Make sure that your baby is getting enough milk and gaining weight
es: Asegúrese que su bebé está recibiendo suficiente leche y ganando peso

source: Sleepy
es: Somnoliento

source: Insufficient Breastfeeding
es: Lactancia insuficiente

source: Insufficient Breastfeeding Entries
es: Lactancia insuficiente entradas

source: Sufficient Breastfeeding Entries
es: Lactancia suficiente entradas

source: Sufficient Output Entries
es: Exitosamente suficiente entradas

source: Sufficient Notification Reading
es: Leyendo suficiente de notificatiónes

source: Nipple shield
es: Protector de pezón

source: History of pregnancy loss
es: Historia de pérdida de embarazo

source: Previous premature &lt; 37 weeks
es: Prematuro anterior &lt; 37 semanas

source: Previous premature < 37 weeks
es: Prematuro anterior &lt; 37 semanas

source: Previous antepartum hemorrahage
es: Hemorrahage antes del parto anterior

source: Low birth weight infant
es: Bebé de bajo peso al nacer
