Repository: nikkibeesetti/AMBI
Catalog: lactor/web/includes/locale/*/LC_MESSAGES/lactor.po
Languages: es

source: Low maternal weight
es: Peso materno bajo

source: Low maternal weight <50 kg
es: Peso materno bajo <50 kg

source: Bleeding during pregnancy
es: Hemorragia durante embarazo

source: Toxemia of Pregnancy
es: Toxemia de embarazo

source: Lack or late prenatal care
es: Falta de o demora en cuidado prenatal

source: PROM
es: Ruptura prematura de membrana

source: Gestational Diabetes
es: Diabetis Gestacional

source: Great job!
es: ¡Gran trabajo!

source: You did a great job of reading your notifications today! Keep it up!
es: ¡Has hecho un gran trabajo de leer sus notificaciones hoy! ¡Sigue así!

source: You did a great job of entering your baby's output data today! Keep doing what you're doing!
es: ¡Has hecho un gran trabajo de introducción de datos de salida de su bebé hoy! ¡Sigue haciendo lo que estás haciendo!

source: Effective breastfeeding is from 8 to 12 times per day.
es: La lactancia materna eficaz es de 8 a 12 veces al día.

source: You did a great job of entering your breastfeeding data entries today! Keep up the great work!
es: ¡Has hecho un gran trabajo de introducción de sus entradas de datos lactancia hoy! ¡Sigan con el buen trabajo!

source: ¿Prefiere Esapñol?
es: Do you prefer English?

source: All
es: Todos

source: No notifications entries for date range
es: No hay datos de Notificaciones para el rango de fechas

source: Log in
es: Iniciar la sesión

source: Hand Pump
es: Bomba de Mano

source: Manual Hand Pump
es: Bomba de Mano Manual

source: Double Electric Pump
es: Bomba Eléctrica Doble

source: 1 ounces
es: 1 onza

source: 2 ounces
es: 2 onzas

source: 3 ounces
es: 3 onzas

source: 4 ounces
es: 4 onzas

source: 5 ounces
es: 5 onzas

source: 6 ounces
es: 6 onzas

source: 7 ounces
es: 7 onzas

source: 8 ounces
es: 8 onzas

source: 9 ounces
es: 9 onzas

source: 10 ounces
es: 10 onzas

source: > 10 ounces
es: > 10 onzas

source: Slightly wet
es: Un poco húmeda

source: No past breastfeeding experience
es: No pasado experiencia de lactancia

source: Notification
es: Notificacion

source: to
es: a

source: for the selected users
es: para los usuarios seleccionados

source: Unread by User
es: No leído por el usuario

source: Read by User
es: Leído por el usuario

source: Unread by Admin
es: No leído por el administrador

source: Read by Admin
es: Leído por el administrador

source: Query
es: Búsqueda

source: Results
es: Resultados

source: Contact Web Support
es: Contaco Con Soporte De Web

source: View Security/Privacy Information
es: Ver Información De Seguridad Y Privacidada

source: Latching.pdf
es: Learning_the_dance_of_latching_es.pdf

source: Managing_your_milk_supply.pdf
es: Managing_your_milk_supply_es.pdf

source: My_Baby_is_Jaundiced.pdf
es: My_baby_is_jaundiced_es.pdf

source: Tips_for_breastfeeding_your_premature_baby.pdf
es: Tips_for_greastfeeding_your_preterm_baby_es.pdf

source: When_your_baby_is_born_a_little_early.pdf
es: When_your_baby_is_born_a_little_early_es.pdf

source: Breastfeeding_and_returning_to_work.pdf
es: Breastfeeding_and_returning_to_work_es.pdf

source: logo.png
es: logo_es.png

source: <3 months
es: <3 meses

source: 3-6 months
es: 3-6 meses

source: 7-12 months
es: 7-12 meses

source: > 1 year
es: > 1 año

source: last %d days
es: últimos %d días

source: Health
es: Salud

source: Inbox
es: Bendeja De Entrada

source: Unread Messages
es: Mensajes No Leídos

source: Read Messages
es: Mensajes Leídos

source: New
es: Nuevo

source: Archived
es: Archivado

source: Compose Message
es: Escribe Mensaje

source: Compose
es: Escribe

source: Mark as read
es: Marcar como leído

source: Reply
es: Respuesta

source: Send Message
es: Enviar Mensaje

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Juli

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: the
es: el
