Repository: nikkibeesetti/AMBI
Catalog: lactor/web/includes/locale/*/LC_MESSAGES/lactor.po
Languages: es

source: Mother Information
es: Información de la Madre

source: Fields indicated with a (*) MUST be filled.
es: Todas las preguntas marcadas con un (*) DEBEN ser completadas.

source: ATTENTION: Mistakes in this page cannot be reverted once submitted.
es: ATENCION: Una vez enviada ésta página no se puede cambiar la información.

source: Personal / Contact Information
es: Información Personal / de Contacto

source: First and Last name
es: Nombre y Apellido

source: Phone number
es: Número de Teléfono

source: Address
es: Dirección

source: Age
es: Edad

source: Demographic Information
es: Información Demográfica

source: Ethnicity
es: Etnicidad

source: Race
es: Raza

source: Education
es: Educación

source: Household Income
es: Ingresos Familiares

source: Occupation
es: Ocupación

source: Residence
es: Residencia

source: Medical Information
es: Información Médica

source: Parity
es: Número de Partos

source: Past Obstetrical History
es: Historia Médica de Otros Embarazos

source: Maternal History During Pregnancy
es: Historial Materna Durante el Embarazo

source: Latest Method Of Delivery
es: Método de Parto más reciente

source: Cumulative Breastfeeding Experience
es: Meses De Experiencia Dando Pecho En Total (Incluyendo Todos Los Partos)

source: Finish Registering
es: Final de la Inscripción

source: System Usability Scale
es: Escala de Facilidad de Uso del Sistema

source: Please fill out all the fields.
es: Por favor conteste todas las preguntas.

source: System Feedback
es: Comentarios acerca del sistema

source: I think that I would like to use this system frequently
es: Creo que me gustaría usar este sistema seguido

source: I found the system unnecessarily complex
es: el sistema es complicado

source: I thought the system was easy to use
es: El sistema es fácil de usar

source: I think that I would need the support of a technical person to use this system
es: Creo que necesitaría el apoyo de una persona técnica para usar este sistema

source: I found the various functions in this system were well integrated
es: El sistema está bien integrado

source: I thought there was too much inconsistency in this system
es: No tiene sentido el sistema

source: I would imagine that most people would learn to use this system quickly
es: Me imagino que la mayoría de las personas aprenderían a usar este sistema rápidamente

source: I found the system very cumbersome to use
es: Encontré el sistema muy difícil de usar

source: I felt very confident using the system
es: Tuve mucha confianza usando el sistema

source: I needed to learn a lot of the things before I could get going with this system
es: Tuve necesidad de aprender muchas de las cosas antes de poder empezar con este sistema

source: Change Password
es: Cambiar Contraseña

source: New Password
es: Nueva Contraseña

source: Repeat New Password
es: Repetir Nueva Contraseña

source: System Perception
es: Opinión del sistema

source: Breastfeeding follow-up
es: Seguimiento del amamantamiento

source: Visit
es: Visita

source: First
es: Primera

source: Second
es: Segunda

source: Third
es: Tercera

source: Fourth / More
es: Cuarto / Más

source: How long are you planning to breastfeed your baby?
es: ¿Cuánto tiempo planea amamantar a su bebé?

source: months
es: meses

source: Other (specify)
es: Otros (especificar)

source: How many times do you breastfeed your baby per day?
es: ¿Cuántas veces amamanta a su bebé durante el día?

source: Do you give any other substances (supplementation) for your baby?
es: ¿Le da otros alimentos a su bebé además de leche materna?

source: Yes
es: Sí

source: If yes, what kind of supplement do you give?
es: Si le da otros alimentos a su bebé ¿Qué otros alimentos le da a su bebé además de leche materna?

source: Herbs
es: Té

source: Formula
es: Fórmula

source: Other
es: Otro

source: Others
es: Otros

source: How often do you give a supplemental feeding?
es: ¿Cuántas veces al día le da otros alimentos a su bebé?

source: Two times or less
es: Dos veces o menos

source: times
es: veces

source: More
es: Más

source: Causes of supplemental feeding
es: ¿Por qué le da otros alimentos a su bebé además de leche materna?

source: Don't have enough milk
es: No tengo suficiente leche

source: Going back to class/work
es: Regreso a clases/trabajo

source: Baby is fussy and crying
es: Bebé es quisquilloso y llorón

source: Cultural/tradition
es: Cultura/Tradición

source: Pattern of breastfeeding (How did you breastfeed your baby in the last 7 days)
es: Patrón de amamantamiento (¿Cómo amamantó a su bebé en los últimos 7 días?

source: Exclusive breastfeeding (only breast milk, no other supplement with even water)
es: Puro pecho (sólo leche materna, no agua ni ningún otro líquido o alimento)

source: Predominant breastfeeding (Give herbs, liquid, no formula)
es: Mayormente pecho (da té, líquidos, no fórmula)

source: Partial breastfeeding, High: 50-80% breastfeeding
es: Lactancia Materna parcial, Alta: 50-80% amamantamiento

source: Partial breastfeeding, Medium: 50% breastfeeding
es: Lactancia Materna parcial, Media: 50% amamantamiento

source: Partial breastfeeding, High: 50-80%% breastfeeding
es: Lactancia Materna parcial, Alta: 50-80%% amamantamiento

source: Partial breastfeeding, Medium: 50%% breastfeeding
es: Lactancia Materna parcial, Media: 50%% amamantamiento

source: Partial breastfeeding, Low: 20-50%% breastfeeding
es: Lactancia Materna parcial, Baja: 20-50%% amamantamiento

source: Token breastfeeding (&lt;20%% breastfeeding, breastfeed for comfort)
es: lactancia materna afectiva (ofrece el pecho para dar consuelo)

source: No breastfeeding (exclusive formula)
es: No dió pecho (sólo fórmula)

source: Breastfeeding/baby Problems
es: Problemas del bebé para tomar pecho

source: Inability to latch
es: Bebé no se pega al pecho

source: Baby tires easily
es: Bebé se cansa pronto

source: Sleepy baby
es: Bebé se duerme

source: Baby Sleepy
es: Bebé somnoliento

source: Finish Feedback
es: Fin de comentarios

source: Self-efficacy Survey
es: Encuesta sobre la confianza que se tiene usted.

source: Breastfeeding Self-Efficacy Scale - Short Form
es: Escala de Confianza Sobre la Lactancia Materna

source: For each of the following statements, please choose the answer that best describes how confident you are with breastfeeding your new baby. Please mark your answer by clicking the button that is closest to how you feel. There is no right or wrong answer.
es: Para cada una de las siguientes afirmaciones, por favor escoja la respuesta que mejor describe cuán segura se siente en amamantar a su bebé. Por favor marque su respuesta dando click en la respuesta que más se acerca a cómo se siente. No existe respuesta correcta o incorrecta.

source: Not at all<br />Confident
es: Para nada <br />segura

source: Very<br />Confident
es: Muy<br />segura

source: I can always determine that my baby is getting enough milk.
es: Siempre estoy segura que mi bebé recibe suficiente leche

source: I can always successfully cope with breastfeeding like I have with other challenging tasks.
es: Siempre puedo lograr con éxito amamantar como lo hago con otros retos.

source: I can always breastfeed my baby without first using formula as a supplement.
es: Siempre puedo amamantar a mi bebé sin usar primero la fórmula como suplemento.

source: I can always ensure that my baby is properly latched on for the whole feeding.
es: Siempre puedo asegurar que mi bebé está acoplado de modo apropiado durante toda la alimentación.

source: I can always manage the breastfeeding situation to my satisfaction.
es: Siempre puedo manejar cualquier situación de amamantar satisfactoriamente

source: I can always manage to breastfeed even if my baby is crying.
es: Siempre puedo manejar la situación de amamantar aún si mi bebé está llorando .

source: I can always keep wanting to breastfeed
es: Siempre puedo querer seguir amamantando.

source: I can always comfortably breastfeed with my family members present.
es: Siempre puedo amamantar cómodamente con miembros de la familia presentes.

source: I can always be satisfied with my breastfeeding experience.
es: Siempre puedo estar satisfecha con mi experiencia de amamantar.

source: I can always deal with the fact that breastfeeding can be time consuming.
es: Siempre puedo manejar el que amamantar se lleve tiempo.

source: I can always finish feeding my baby on one breast before switching to the other breast.
es: Siempre puedo terminar de alimentar a mi bebé en un pecho antes de pasar al otro.

source: I can always continue to breastfeed my baby for every feeding.
es: Siempre puedo continuar amamantando mi bebé durante cada alimentación.

source: I can always manage to keep up with my baby's breastfeeding demands.
es: Siempre puedo manejar las demandas de lactancia de mi bebé.

source: I can always tell when my baby is finished breastfeeding.
es: Siempre puedo determinar cuando mi bebé ha terminado de amamantar.

source: Submit
es: Enviar

source: Login Information
es: Información para entrar

source: Welcome!
es: ¡Bienvenida!

source: We are very excited that you have decided to join this experiment. We hope that we can help you secure your baby's current and future health by using our monitoring system.
es: Estamos muy contentos de que usted haya decidido participar en este experimento.Esperamos poder ayudarle en asegurar la salud presente y futura de su bebé a través del uso de nuestro sistema de monitoreo.

source: You should have an email from LACTOR, with the subject New Mother User. If you do not find it, look for it in the junk mail, if it is not there, contact us by clicking the link at the bottom.
es: Usted debe tener un mensaje electrónico de LACTOR, con el asunto Nueva Madre Usuario. Si usted no lo encuentra, por favor búsquelo en la carpeta de correo no deseado (basura), si no está ahí, contáctenos haciendo click en el enlace abajo.

source: In this email you will find your temporary password. You will be asked to change it as soon as you log in.
es: En este correo usted encontrará una contraseña temporal. Se le pedirá que la cambie tan pronto como entre.

source: Again, we would like to thank you for using our system. We hope you enjoy it.
es: De nuevo, nos gustaría agradecerle por usar nuestro sistema. Esperamos lo disfrute.

source: Login
es: Entrar

source: Welcome to LACTOR
es: Bienvenida a LACTOR

source: LACTOR is an innovative, interactive web-based breastfeeding monitoring system. LACTOR was created to help breastfeeding mothers monitor their breastfeeding patterns and detect early breastfeeding problems. The lactation consultant can also monitor mothers' data and intervene immediately in case of a breastfeeding problem. Mothers also receive notifications if they have any breastfeeding problem with suggestions to help solve the problem.
es: LACTOR es un sistema por internet innovador e interactivo de monitoreo de lactancia materna. LACTOR fué creado para ayudar a madres amamantando a monitorear sus patrones de lactancia y a detectar temprano problemas de lactancia. El especialista en lactancia también puede también monitorear los datos de la madre e intervenir inmediatamente en caso de problemas con amamantar. Las madres también reciben notificaciones si ellas tienen problemas de amamantamiento con sugerencias para resolver los problemas.

source: Credentials
es: Credenciales

source: Email
es: Correo Electrónico

source: Password
es: Contraseña

source: Forgot your password?
es: ¿Olvidó su contraseña?

source: Where is this information?
es: ¿Dónde está ésta información?

source: Profile
es: Perfil

source: Child Information
es: Información del Bebé

source: No data has been entered.
es: No se han entrado datos.

source: Please contact the lactation consultant.
es: Por favor contacte al especialista en lactancia.

source: Name
es: Nombre

source: Phone
es: Teléfono

source: HouseIncome
es: Ingresos Familiares

source: Method Of Delivery
es: Método de Parto

source: Past breastfeeding experience
es: Experiencia pasada dando pecho

source: The data has yet to be entered by the lactation consultant.
es: Los datos aún están por ser completados por el especialista en lactancia.

source: If any of this information is incorrect
es: Si alguna de esta información es incorrecta

source: please contact the lactation consultant
es: Por favor contacte al especialista en lactancia

source: Infant initials
es: Iniciales del Bebé

source: Gestational age
es: Edad Gestacional

source: Appropiateness for gestational age
es: Tamaño apropiado para edad gestacional

source: Date of birth
es: Fecha de nacimiento

source: Infant weight at birth
es: Peso del Bebé al nacer

source: Date of discharge
es: Fecha de dada de alta

source: Weight at discharge
es: Peso al salir

source: Infant Weight
es: Peso del Bebé

source: Infant Weight Diary
es: Diario de Peso del Bebé

source: Type of first feeding
es: Tipo de la primera alimentación

source: Infant's age at first feeding session
es: Edad del Bebé en la primera alimentación

source: Time of starting breast milk expression
es: Hora de la primera sacada de leche

source: Frequency of breast milk expression
es: Veces al dia que se saca la leche

source: First primary care provider visit
es: Primera visita al doctor

source: Need for extra primary care provider
es: Necesidad de proveedor adicional de cuidado médico

source: Times of extra primary care on first month
es: Número de veces de cuidado médico adicional durante el primer mes

source: Hospitalization during the first month
es: Hospitalización durante el primer mes

source: Tutorials
es: Tutoriales

source: Introduction
es: Introducción

source: Notifications
es: Notificaciones

source: Handling Notifications
es: Manejando notificaciones

source: Add Entry
es: Agregar entrada

source: Please enter breastfeeding duration.
es: Por favor entre la duración de lactancia.

source: Please enter latching information.
es: Por favor entre información de acoplamiento.

source: Please enter infant alertness.
es: Por favor entre estado de alerta del bebé.

source: Please enter breastfeeding maternal problems.
es: Por favor entre problemas para amamantar maternos.

source: Breastfeeding entry added successfully
es: Dato de amamantamiento agregado exitosamente

source: An error occurred while processing your submission. Please contact the site administrator.
es: Un error ha ocurrido durante el proceso de su envío. Por favor contacte al administrador del sitio.

source: Please enter pumping method
es: Por favor entre como se saca la leche

source: Please enter pumping duration
es: Por favor entre por cuánto tiempo se saca la leche

source: Please enter pumping amount
es: Por favor entre cuanta leche se saca

source: Pumping entry added successfully
es: Dato de extracción agregado exitosamente

source: Please enter supplement type
es: Por favor entre el tipo de suplemento

source: Please enter supplement method
es: Por favor entre el método de suplemento

source: Please enter total amount
es: Por favor entre la cantidad total

source: Please enter number of doses
es: Por favor entre el número de veces

source: Supplement entry added successfully
es: Dato de suplemento agregado exitosamente

source: Please enter number of diapers
es: Por favor entre el número de pañales

source: Please enter urine color
es: Por favor entre el color de la orina

source: Please enter urine saturation
es: Por favor entre la cantidad de la orina que hay el pañal

source: Please enter stool color
es: Por favor entre el color de la materia fecal

source: Please enter stool consistency
es: Por favor entre la cantidad de popóque hay en el pañal

source: Output entry added successfully
es: Por favor entre la consistencia de la popó (o caca)

source: Health issue entry added successfully
es: Dato de asunto de salud agregado exitosamente

source: Day
es: Día

source: Today
es: Hoy

source: Yesterday
es: Ayer

source: Breastfeeding
es: Amamantamiento

source: Pumping
es: Bombeo

source: Supplement
es: Suplemento

source: Output
es: Producción

source: Health Issues
es: Asuntos de Salud

source: Breastfeeding Entry
es: Entrada de amamantamiento

source: Breastfeeding duration
es: Duración de amamantamiento

source: Left
es: Izquierdo

source: Right
es: Derecho

source: Latching
es: Acoplamiento

source: Educational Materials
es: Materiales educativos

source: Infant alertness
es: Estado de alerta del bebé

source: Maternal breastfeeding problems
es: Problemas de amamantar maternos

source: Pumping method
es: Método para sacar la leche

source: Pumping duration
es: Duración sacando la leche

source: Type
es: Tipo

source: Method
es: Método

source: Frequency
es: Frecuencia

source: Total Amount Today
es: Cantidad Total Hoy

source: Number of Doses Today
es: Número total de veces el día de hoy

source: Output Entry
es: Información acerca las evacuaciones.

source: NOTE: Please add different entries for different forms of output.
es: NOTA: Por favor agregue las direntes entradas para las diferentes formas de producción

source: Number of Diapers
es: Número de pañales

source: Urine Color
es: Color de orina

source: Urine Saturation
es: Cantidad de orina

source: Stool Color
es: Color de la popó

source: Stool Consistency
es: Consistencia de la popó

source: Health Issue Entry
es: Información sobre la salud

source: Reset Password
es: Cambiar la contraseña

source: Enter your email address
es: Entrar su dirección de correo electrónico

source: Reset
es: Reiniciar

source: Postnatal Depression
es: Depresión después del parto

source: Please fill out all the fields
es: Por favor complete todas los espacios en blanco

source: Edinburgh Postnatal Depression Scale
es: Escala de Edinburgo para Depresión después del parto.

source: I have felt happy
es: Me he sentido feliz

source: Yes, all the time
es: Sí, todo el tiempo

source: Yes, most of the time
es: Sí, la mayoría del tiempo

source: No, not very often
es: No, no muy frecuentemente

source: No, not at all
es: No, para nada

source: In the past 7 days
es: En los últimos 7 días

source: I have been able to laugh and see the funny side of things
es: He podido reirme y ver el lado chistoso de las cosas

source: As much as I always could
es: Tanto como siempre he podido

source: Not quite so much now
es: No tanto ahora

source: Definitely not so much now
es: Definitivamente no mucho

source: Not at all
es: Para nada

source: I have looked forward with enjoyment to things
es: He anhelado el disfrutar cosas

source: As much as I ever did
es: Tanto como siempre

source: Rather less than I used to
es: Menos de lo que acostumbraba

source: Definitely less than I used to
es: Definitivamente menos de lo que acostumbraba

source: Hardly at all
es: Para nada

source: I have blamed myself unnecessarily when things went wrong
es: Me he culpado sin necesidad cuando las cosas han salido mal

source: Yes, some of the time
es: Sí, parte del tiempo

source: Not very often
es: No muy frecuentemente

source: No, never
es: No, nunca

source: I have been anxious or worried for no good reason
es: He estado ansiosa o preocupada sin razón

source: Hardly ever
es: Casi nunca

source: Yes, sometimes
es: Sí, a veces

source: Yes, very often
es: Sí, frecuentemente

source: I have felt scared or panicky for no very good reason
es: Me he sentido asustada o con pánico sin razón

source: Yes, quite a lot
es: Sí, bastante

source: No, not much
es: No, no mucho

source: Things have been getting on top of me
es: No puedo con todo

source: Yes, most of the time I haven't been able to cope at all
es: Sí, la mayoría del tiempo no he sido capaz de hacer frente a todo.

source: Yes, most of the time I haven't been able
es: Sí, la mayoría de las veces no he sido capaz de

source: Yes, sometimes I haven't been coping as well
es: Sí, algunas veces no he podido hacer frente a las cosas tan bien

source: No, most of the time I have coped quite well
es: No, la mayoría del tiempo he podido enfrentar las cosas bien

source: No, I have been coping as well as ever
es: No, la mayoría del tiempo he podido enfrentar las cosas tan bien como antes

source: I have been so unhappy that I have had difficulty sleeping
es: He estado tan triste que he tenido dificultad para dormir

source: I have been so unhappy that I have been crying
es: He estado tan triste que he estado llorando

source: Yes quite often
es: Sí muy a menudo

source: Only occasionally
es: Sólo ocasionalmente

source: The thought of harming myself has occurred to me
es: Se me ha ocurrido hacerme daño

source: Yes, quite often
es: Sí, muy a menudo

source: Sometimes
es: Algunas veces

source: Never
es: Nunca

source: A maximum of 500 letters per field.
es: Máximo 500 letras por espacio.

source: Was the web-based breastfeeding monitoring helpful in recognizing your baby's breastfeeding problems?
es: ¿Fué el sistema sistema en-línea de monitoreo de lactancia materna útil para reconocer los problemas para amamantar?

source: How did it help?
es: ¿Cómo le ayudó?

source: Was the data entry time consuming? Do you have any suggestions?
es: ¿Le llevó mucho tiempo meter la información en el sistema? ¿Tiene algunas sugerencias?

source: Was the data entry a burden for you or overwhelming? Do you have any suggestions?
es: ¿Fué la entrada de datos una carga o algo tediosa? ¿Tiene algunas sugerencias?

source: How did the web-based monitoring help in overcoming your baby's health problems?
es: ¿Cómo le ayudó el sistema en-línea de monitoreo a superar los problemas de salud de su bebé?

source: Do you think the system helped you to brestfeed longer? Explain.
es: ¿Cree que el sistema le ayudó a aumentar la duración de lactancia? Explique

source: Would you recommend this web-based monitoring for a friend? Why and why not?
es: ¿Recomendaría usted este sistema de monitoreo en línea a una amiga? Por qué o por qué no?

source: You have successfully logged out.
es: Usted ha salido exitosamente.

source: Log back in.
es: Volver a entrar.

source: Breastfeeding Evaluation
es: Evaluación de Amamantamiento

source: If you breastfed more than one baby, base your answers on the most recent experience. Consider the overall breastfeeding experience, and please do not skip any questions.
es: Si usted amamantó a más de un bebé, base sus respuestas en la experiencia más reciente. Considere la experiencia general de lactancia, y por favor no se salte ninguna pregunta.

source: Indicate your agreement or disagreement with each statement by selecting the best answer.
es: Indique su acuerdo o desacuerdo con cada afirmación seleccionando la mejor respuesta.

source: Strongly<br />Disagree
es: Estoy totalmente en desacuerdo

source: Strongly<br />Agree
es: Estoy totalmente de acuerdo

source: With breastfeeding I felt a sense of inner contentment.
es: Amamantando me sentí feliz interiormente.

source: Breastfeeding was a special time with my baby.
es: El amamantamiento fué un tiempo especial con mi bebé.

source: My baby wasn't interested in breastfeeding.
es: Mi bebé no estaba interesado en amamantar.

source: My baby loved to nurse.
es: A mi bebé le encantaba amamantar.

source: It was a burden being my baby's main source of food.
es: Fué una carga el ser la única fuente de alimento de mi bebé.

source: I felt extremely close to my baby when I breastfed.
es: Me sentí muy cercana a mi bebé cuando lo amamantaba.

source: My baby was an eager breast feeder.
es: A mi bebé le gustó mucho tomar el pecho

source: My baby was an eager breastfeeder.
es: Mi bebé tenía un breastfeeder ansioso.

source: Breastfeeding was physically draining.
es: Me cansó mucho dar el pecho

source: It was important to me to be able to nurse.
es: Era importante para mi el poder amamantar.

source: While breastfeeding, my baby's growth was excellent.
es: Durante la lactancia, el crecimiento de mi bebé fué excelente.
